Repository: favrskov-kommune/favrskov.dk
Catalog: webroot/sites/favrskov.dk/modules/custom/favrskov_hearings/translations/*.po
Languages: da

source: Hearings
da: Høringer

source: Back link
da: Tilbage link

source: The link back to the overview.
da: Linket tilbage til oversigten.

source: CTA text
da: CTA tekst

source: The text for the Call to Action button.
da: Teksten til Call to Action knappen.

source: Place
da: Sted

source: Publishing date
da: Offentliggjort

source: Hearing deadline
da: Høringsfrist

source: Deadline for complaints
da: Klagefrist

source: Are you sure you want to publish this?
da: Er du sikker på at du gerne vil udgive dette?

source: Are you sure you want to publish this item?
da: Er du sikker på at du vil udgive dette element?

source: Archive current revision
da: Arkiver nuværende revision

source: Archive latest revision
da: Arkiver seneste revision

source: Publish latest revision
da: Udgiv seneste version

source: Unpublish current revision
da: Afpublicér nuværende version
