Repository: favrskov-kommune/favrskov.dk
Catalog: docroot/profiles/favrskov/modules/features/content_types/content_type_factbox/translations/*.po
Languages: da

source: Body
da: Br√∏dtekst

source: Displayed Title
da: Vist Overskrift

source: Image
da: Billede

source: Image description
da: Billedtekst

source: OnlyEditorContent
da: KunEditorIndhold

source: Teaser
da: Manchet

source: Factbox
da: Faktaboks

source: Title
da: Overskrift

source: Content Type Factbox
da: Indholdstype Faktaboks

source: Content Types
da: Indholdstyper
