Repository: favrskov-kommune/favrskov.dk
Catalog: webroot/sites/favrskov.dk/modules/custom/ftf_parcelling/translations/*.po
Languages: da

# ftf_parcelling
source: Upcoming parcels
da: Kommende grunde

# ftf_parcelling
source: See more upcoming parcels
da: Se flere kommende grunde

# ftf_parcelling
source: See fewer upcoming parcels
da: Se færre kommende grunde

# ftf_parcelling
source: Available parcels
da: Ledige grunde

# ftf_parcelling
source: See more available parcels
da: Se flere ledige grunde

# ftf_parcelling
source: See fewer available parcels
da: Se færre ledige grunde

# ftf_parcelling
source: Reserved parcels
da: Reserverede grunde

# ftf_parcelling
source: See more reserved parcels
da: Se flere reserverede grunde

# ftf_parcelling
source: See fewer reserved parcels
da: Se færre reserverede grunde

# ftf_parcelling
source: Sold parcels
da: Solgte grunde

# ftf_parcelling
source: See more sold parcels
da: Se flere solgte grunde

# ftf_parcelling
source: See fewer sold parcels
da: Se færre solgte grunde

# ftf_parcelling
source: Minimum price
da: Minimum pris

# ftf_parcelling
source: Asking price
da: Salgspris

# ftf_parcelling
source: Square meter price
da: Pris pr. m&sup2;

# ftf_parcelling
source: Upcoming
da: Kommende

# ftf_parcelling
source: Available
da: Ledig

# ftf_parcelling
source: Reserved
da: Reserveret

# ftf_parcelling
source: Sold
da: Solgt

# ftf_parcelling
source: Size
da: Areal

# ftf_parcelling
source: incl. VAT
da: inkl. moms

# ftf_parcelling
source: excl. VAT
da: ekskl. moms
